import photo1 from "./assets/p1.png"
import photo2 from "./assets/p2.png"
import photo3 from "./assets/p3.png"
import photo4 from "./assets/p4.png"
import photo5 from "./assets/p5.png"
import photo6 from "./assets/p6.png"
import photo7 from "./assets/p7.png"
import photo8 from "./assets/p8.png"
import photo9 from "./assets/p9.png"
import photo10 from "./assets/p10.png"
import photo11 from "./assets/p11.png"
import photo12 from "./assets/p12.png"
import photo13 from "./assets/p13.png"
import photo14 from "./assets/p14.png"
const questions = [
    {
    id: 1,
    image: photo1,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 0
    },
    {
    id: 2,
    image: photo2,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 2
    },
    {
    id: 3,
    image: photo3,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 0
    },
    {
    id: 4,
    image: photo4,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 3
    },
    {
        id: 5,
        image: photo5,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 1
    },
        {
            id: 6,  
            image: photo6,
    options: [
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
    ],
    correct: 2
    },
    {
        id: 7,
        image: photo7,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 1
    },
        {
            id: 8,
            image: photo8,
        options: [ 
        "Согласен",
        "Не согласен",
        "Недействительный",
        "Действительный, но не учитываемый",
        "Не учитываемый при подсчете"
        ],
        correct: 2
    },
        {
            id: 9,
            image: photo9,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 4
    },
        {
            id: 10,
            image: photo10,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 2
    },
        {
            id: 11,
            image: photo11,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 2
    },
    {
        id: 12,
        image: photo12,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 2
    },
    {
        id: 13,
        image: photo13,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 1
    },
    {
        id: 14,
        image: photo14,
        options: [
            "Согласен",
            "Не согласен",
            "Недействительный",
            "Действительный, но не учитываемый",
            "Не учитываемый при подсчете"
        ],
        correct: 1
    }
]

export default questions;
